Repository: yuyakan/MathSurface
Catalog: MathSurface/Localizable.xcstrings
Source language: ja
Languages: ar, de, en, es, fr, hi, id, it, ko, pt_br, pt_pt, ru, tr, zh_hans, zh_hant

source: 回転体として3Dで表示
ar: عرض ثلاثي الأبعاد كسطح دوران
de: Als 3D-Rotationskörper anzeigen
en: Show as 3D surface of revolution
es: Mostrar como sólido de revolución 3D
fr: Afficher en 3D comme surface de révolution
hi: घूर्णन सतह के रूप में 3D में दिखाएँ
id: Tampilkan dalam 3D sebagai permukaan revolusi
it: Mostra in 3D come superficie di rivoluzione
ko: 회전체 3D로 표시
pt_br: Mostrar como sólido de revolução 3D
pt_pt: Mostrar em 3D como superfície de revolução
ru: Показать в 3D как поверхность вращения
tr: Dönel yüzey olarak 3D göster
zh_hans: 显示为 3D 旋转体
zh_hant: 以旋轉體形式顯示為 3D

source: 回転放物面
ar: مجسم مكافئ دوراني
de: Rotationsparaboloid
en: Paraboloid of Revolution
es: Paraboloide de revolución
fr: Paraboloïde de révolution
hi: घूर्णन परवलयज
id: Paraboloida revolusi
it: Paraboloide di rivoluzione
ko: 회전 포물면
pt_br: Paraboloide de revolução
pt_pt: Paraboloide de revolução
ru: Параболоид вращения
tr: Dönel paraboloit
zh_hans: 旋转抛物面
zh_hant: 旋轉拋物面

source: 垂直二等分線
ar: المحور العمودي المنصف
de: Mittelsenkrechte
en: Perpendicular Bisector
es: Mediatriz
fr: Médiatrice
hi: लंब समद्विभाजक
id: Garis bagi tegak lurus
it: Asse del segmento
ko: 수직 이등분선
pt_br: Mediatriz
pt_pt: Mediatriz
ru: Серединный перпендикуляр
tr: Orta dikme
zh_hans: 中垂线
zh_hant: 垂直平分線

source: 多項式
ar: كثير الحدود
de: Polynome
en: Polynomial
es: Polinómicas
fr: Polynôme
hi: बहुपद
id: Polinomial
it: Polinomio
ko: 다항식
pt_br: Polinomiais
pt_pt: Polinómio
ru: Многочлен
tr: Polinom
zh_hans: 多项式

source: 実軸
ar: المحور الحقيقي
de: Reelle Achse
en: Real Axis
es: Eje real
fr: Axe réel
hi: वास्तविक अक्ष
id: Sumbu real
it: Asse reale
ko: 실수축
pt_br: Eixo real
pt_pt: Eixo real
ru: Действительная ось
tr: Gerçek eksen
zh_hans: 实轴
zh_hant: 實軸

source: 実部一定
ar: الجزء الحقيقي ثابت
de: Konstanter Realteil
en: Constant Real Part
es: Parte real constante
fr: Partie réelle constante
hi: स्थिर वास्तविक भाग
id: Bagian real konstan
it: Parte reale costante
ko: 실수부 일정
pt_br: Parte real constante
pt_pt: Parte real constante
ru: Постоянная действительная часть
tr: Sabit gerçek kısım
zh_hans: 实部恒定
zh_hant: 實部為定值

source: 密度
ar: الكثافة
de: Dichte
en: Density
es: Densidad
fr: Densité
hi: घनत्व
id: Densitas
it: Densità
ko: 밀도
pt_br: Densidade
pt_pt: Densidade
ru: Плотность
tr: Yoğunluk

source: 式が予期せず終了しました
ar: انتهى التعبير بشكل غير متوقع
de: Ausdruck endet unerwartet
en: Expression ended unexpectedly
es: La expresión terminó inesperadamente
fr: L’expression s’est terminée de façon inattendue
hi: व्यंजक अप्रत्याशित रूप से समाप्त हुआ
id: Ekspresi berakhir tak terduga
it: L’espressione è terminata in modo inatteso
ko: 식이 예기치 않게 종료되었습니다
pt_br: A expressão terminou inesperadamente
pt_pt: A expressão terminou inesperadamente
ru: Выражение неожиданно завершилось
tr: İfade beklenmedik şekilde bitti
zh_hans: 算式提前结束了
zh_hant: 算式意外結束

source: 式が空です
ar: التعبير فارغ
de: Ausdruck ist leer
en: Expression is empty
es: La expresión está vacía
fr: L’expression est vide
hi: व्यंजक खाली है
id: Ekspresi kosong
it: L’espressione è vuota
ko: 식이 비어 있습니다
pt_br: A expressão está vazia
pt_pt: A expressão está vazia
ru: Выражение пусто
tr: İfade boş
zh_hans: 算式为空
zh_hant: 算式為空

source: 式の書き方が正しくありません
ar: التعبير غير صحيح التكوين
de: Ungültige Ausdrucksform
en: Expression is not well-formed
es: Forma de la expresión incorrecta
fr: L’expression est mal formée
hi: व्यंजक सही ढंग से नहीं लिखा गया
id: Ekspresi tidak berbentuk baik
it: L’espressione non è ben formata
ko: 식의 작성 방식이 올바르지 않습니다
pt_br: A forma da expressão está incorreta
pt_pt: A expressão está malformada
ru: Выражение составлено неверно
tr: İfade doğru biçimlendirilmemiş
zh_hans: 算式书写不正确
zh_hant: 算式格式不正確

source: 式を確認してください
ar: يرجى التحقق من التعبير
de: Bitte den Ausdruck überprüfen
en: Please check the expression
es: Revise la expresión
fr: Veuillez vérifier l’expression
hi: कृपया व्यंजक जाँचें
id: Periksa ekspresi
it: Controlla l’espressione
ko: 식을 확인하세요
pt_br: Verifique a expressão
pt_pt: Verifique a expressão
ru: Проверьте выражение
tr: İfadeyi kontrol edin
zh_hans: 请检查算式
zh_hant: 請檢查算式

source: 形式
ar: الصيغة
de: Form
en: Form
es: Forma
fr: Forme
hi: रूप
id: Bentuk
it: Forma
ko: 형식
pt_br: Forma
pt_pt: Forma
ru: Форма
tr: Biçim

source: 情報
ar: معلومات
de: Information
en: Info
es: Información
fr: Infos
hi: जानकारी
id: Info
it: Info
ko: 정보
pt_br: Informações
pt_pt: Informações
ru: Сведения
tr: Bilgi
zh_hans: 信息
zh_hant: 資訊

source: 成功回数 k
ar: النجاحات k
de: Erfolge k
en: Successes k
es: Éxitos k
fr: Succès k
hi: सफलताएँ k
id: Keberhasilan k
it: Successi k
ko: 성공 횟수 k
pt_br: Sucessos k
pt_pt: Sucessos k
ru: Успехи k
tr: Başarılar k
zh_hans: 成功次数 k
zh_hant: 成功次數 k

source: 指数・対数
ar: الأسية واللوغاريتمية
de: Exponential & Logarithmus
en: Exponential & Logarithmic
es: Exponenciales y logarítmicas
fr: Exponentielle et logarithme
hi: चरघातांकी व लघुगणक
id: Eksponensial & logaritma
it: Esponenziale e logaritmo
ko: 지수・로그
pt_br: Exponencial e logarítmica
pt_pt: Exponencial e logaritmo
ru: Показательные и логарифмы
tr: Üstel ve logaritma
zh_hans: 指数・对数
zh_hant: 指數與對數

source: 指数関数
ar: دالة أسية
de: Exponentialfunktion
en: Exponential Function
es: Función exponencial
fr: Fonction exponentielle
hi: चरघातांकी फलन
id: Fungsi eksponensial
it: Funzione esponenziale
ko: 지수함수
pt_br: Função exponencial
pt_pt: Função exponencial
ru: Показательная функция
tr: Üstel fonksiyon
zh_hans: 指数函数
zh_hant: 指數函數

source: 放物線
ar: قطع مكافئ
de: Parabel
en: Parabola
es: Parábola
fr: Parabole
hi: परवलय
id: Parabola
it: Parabola
ko: 포물선
pt_br: Parábola
pt_pt: Parábola
ru: Парабола
tr: Parabol
zh_hans: 抛物线
zh_hant: 拋物線

source: 数値の解釈に失敗: %@
ar: تعذّر قراءة الرقم: %@
de: Zahl konnte nicht gelesen werden: %@
en: Could not read number: %@
es: No se pudo interpretar el número: %@
fr: Impossible de lire le nombre : %@
hi: संख्या पढ़ने में विफल: %@
id: Tidak dapat membaca angka: %@
it: Impossibile leggere il numero: %@
ko: 숫자 해석 실패: %@
pt_br: Não foi possível interpretar o número: %@
pt_pt: Não foi possível ler o número: %@
ru: Не удалось прочитать число: %@
tr: Sayı okunamadı: %@
zh_hans: 无法解析数字: %@
zh_hant: 無法解析數值：%@

source: 数式タブから ✓ ボタンで保存できます
ar: احفظ الصيغ من تبويب الصيغة بزر ✓.
de: Auf einem Formel-Tab über die ✓-Schaltfläche speichern.
en: Save formulas from a formula tab using the ✓ button.
es: Guarda fórmulas desde una pestaña de fórmulas con el botón ✓.
fr: Enregistrez des formules depuis un onglet de formule avec le bouton ✓.
hi: सूत्र टैब से ✓ बटन द्वारा सूत्र सहेजें।
id: Simpan rumus dari tab rumus dengan tombol ✓.
it: Salva le formule da una scheda formula con il pulsante ✓.
ko: 수식 탭의 ✓ 버튼으로 저장할 수 있습니다
pt_br: Salve fórmulas em uma aba de fórmulas usando o botão ✓.
pt_pt: Guarde fórmulas num separador de fórmula com o botão ✓.
ru: Сохраняйте формулы на вкладке формул с помощью кнопки ✓.
tr: Formülleri formül sekmesinden ✓ düğmesiyle kaydedin.
zh_hans: 可在公式标签页通过 ✓ 按钮保存
zh_hant: 可在算式分頁以 ✓ 按鈕儲存。

source: 数式を入力してください
ar: يرجى إدخال صيغة
de: Bitte einen Ausdruck eingeben
en: Please enter a formula
es: Introduzca una fórmula
fr: Veuillez saisir une formule
hi: कृपया एक सूत्र दर्ज करें
id: Masukkan rumus
it: Inserisci una formula
ko: 수식을 입력하세요
pt_br: Insira uma fórmula
pt_pt: Introduza uma fórmula
ru: Введите формулу
tr: Bir formül girin
zh_hans: 请输入算式
zh_hant: 請輸入算式

source: 断面を表示
ar: عرض المقطع العرضي
de: Querschnitt anzeigen
en: Show cross section
es: Mostrar sección
fr: Afficher la section transversale
hi: अनुप्रस्थ काट दिखाएँ
id: Tampilkan penampang
it: Mostra sezione trasversale
ko: 단면 표시
pt_br: Mostrar seção transversal
pt_pt: Mostrar secção transversal
ru: Показать сечение
tr: Kesiti göster
zh_hans: 显示截面
zh_hant: 顯示剖面

source: 時間とともに減衰する振動。物理現象のモデルに。
ar: اهتزاز يتلاشى مع المسافة. يُنمذج ظواهر فيزيائية حقيقية.
de: Mit der Zeit gedämpfte Schwingung. Modelliert reale physikalische Phänomene.
en: Oscillation that decays with distance. Models real physical phenomena.
es: Oscilación que se amortigua con el tiempo. Modela fenómenos físicos reales.
fr: Oscillation qui s’atténue avec la distance. Modélise des phénomènes physiques réels.
hi: दूरी के साथ क्षय होता दोलन। वास्तविक भौतिक परिघटनाओं का मॉडल।
id: Osilasi yang meredup terhadap jarak. Memodelkan fenomena fisika nyata.
it: Oscillazione che si smorza con la distanza. Modella fenomeni fisici reali.
ko: 시간이 지남에 따라 감쇠하는 진동. 물리 현상의 모형.
pt_br: Oscilação que se amortece com o tempo. Modela fenômenos físicos reais.
pt_pt: Oscilação que decai com a distância. Modela fenómenos físicos reais.
ru: Колебание, затухающее с расстоянием. Модель реальных физических явлений.
tr: Uzaklıkla sönümlenen salınım. Gerçek fiziksel olayları modeller.
zh_hans: 随时间衰减的振荡。可用于建模物理现象。
zh_hant: 隨距離衰減的振動。可用於物理現象的建模。

source: 未知の関数: %@
ar: دالة غير معروفة: %@
de: Unbekannte Funktion: %@
en: Unknown function: %@
es: Función desconocida: %@
fr: Fonction inconnue : %@
hi: अज्ञात फलन: %@
id: Fungsi tidak dikenal: %@
it: Funzione sconosciuta: %@
ko: 알 수 없는 함수: %@
pt_br: Função desconhecida: %@
pt_pt: Função desconhecida: %@
ru: Неизвестная функция: %@
tr: Bilinmeyen fonksiyon: %@
zh_hans: 未知函数: %@
zh_hant: 未知的函數：%@

source: 末尾に余分なトークン
ar: رمز زائد في النهاية
de: Überzähliges Zeichen am Ende
en: Extra token at the end
es: Token sobrante al final
fr: Jeton en trop à la fin
hi: अंत में अतिरिक्त टोकन
id: Token berlebih di akhir
it: Token in eccesso alla fine
ko: 끝에 불필요한 토큰이 있습니다
pt_br: Token extra no final
pt_pt: Token extra no final
ru: Лишний токен в конце
tr: Sonda fazladan simge
zh_hans: 末尾存在多余的符号
zh_hant: 結尾有多餘的符號

source: 楕円
ar: قطع ناقص
de: Ellipse
en: Ellipse
es: Elipse
fr: Ellipse
hi: दीर्घवृत्त
id: Elips
it: Ellisse
ko: 타원
pt_br: Elipse
pt_pt: Elipse
ru: Эллипс
tr: Elips
zh_hans: 椭圆
zh_hant: 橢圓

source: 楕円 (焦点 ±1)
ar: قطع ناقص (البؤرتان ±1)
de: Ellipse (Brennpunkte ±1)
en: Ellipse (foci ±1)
es: Elipse (focos ±1)
fr: Ellipse (foyers ±1)
hi: दीर्घवृत्त (नाभियाँ ±1)
id: Elips (fokus ±1)
it: Ellisse (fuochi ±1)
ko: 타원 (초점 ±1)
pt_br: Elipse (focos ±1)
pt_pt: Elipse (focos ±1)
ru: Эллипс (фокусы ±1)
tr: Elips (odaklar ±1)
zh_hans: 椭圆（焦点 ±1）
zh_hant: 橢圓（焦點 ±1）

source: 極値を持つ3次関数。±1で極値、原点を通る。
ar: دالة تكعيبية بقيم قصوى عند ±1، تمر بنقطة الأصل.
de: Kubische Funktion mit Extrema bei ±1, geht durch den Ursprung.
en: Cubic with extrema at ±1, passing through the origin.
es: Cúbica con extremos en ±1 que pasa por el origen.
fr: Cubique avec extrema en ±1, passant par l’origine.
hi: ±1 पर चरम मान वाला घन फलन, मूल से गुजरता है।
id: Kubik dengan ekstrem di ±1, melalui titik asal.
it: Cubica con estremi in ±1, passante per l’origine.
ko: 극값을 가지는 삼차함수. ±1에서 극값, 원점을 지남.
pt_br: Cúbica com extremos em ±1, passando pela origem.
pt_pt: Cúbica com extremos em ±1, passando pela origem.
ru: Кубическая функция с экстремумами в ±1, проходит через начало координат.
tr: ±1’de ekstremumları olan, orijinden geçen kübik.
zh_hans: 存在极值的三次函数。在 ±1 处取极值，经过原点。
zh_hant: 具有極值的三次函數。在 ±1 處取極值並通過原點。

source: 構文エラー
ar: خطأ في الصياغة
de: Syntaxfehler
en: Syntax error
es: Error de sintaxis
fr: Erreur de syntaxe
hi: वाक्य-विन्यास त्रुटि
id: Kesalahan sintaks
it: Errore di sintassi
ko: 구문 오류
pt_br: Erro de sintaxe
pt_pt: Erro de sintaxe
ru: Синтаксическая ошибка
tr: Sözdizimi hatası
zh_hans: 语法错误
zh_hant: 語法錯誤

source: 横半径 3、縦半径 2 の楕円。
ar: قطع ناقص بنصفي محورين 3 (أفقي) و 2 (رأسي).
de: Ellipse mit Halbachsen 3 und 2.
en: Ellipse with semi-axes 3 (horizontal) and 2 (vertical).
es: Elipse con semiejes 3 (horizontal) y 2 (vertical).
fr: Ellipse de demi-axes 3 (horizontal) et 2 (vertical).
hi: अर्ध-अक्ष 3 (क्षैतिज) व 2 (ऊर्ध्वाधर) वाला दीर्घवृत्त।
id: Elips dengan setengah sumbu 3 (horizontal) dan 2 (vertikal).
it: Ellisse con semiassi 3 (orizzontale) e 2 (verticale).
ko: 가로 반지름 3, 세로 반지름 2의 타원.
pt_br: Elipse com semieixos 3 (horizontal) e 2 (vertical).
pt_pt: Elipse com semieixos 3 (horizontal) e 2 (vertical).
ru: Эллипс с полуосями 3 (горизонтальная) и 2 (вертикальная).
tr: Yarı eksenleri 3 (yatay) ve 2 (dikey) olan elips.
zh_hans: 横向半径 3、纵向半径 2 的椭圆。
zh_hant: 半長軸 3（水平）、半短軸 2（垂直）的橢圓。

source: 正弦波
ar: موجة جيبية
de: Sinuswelle
en: Sine Wave
es: Onda senoidal
fr: Onde sinusoïdale
hi: ज्या तरंग
id: Gelombang sinus
it: Onda sinusoidale
ko: 사인파
pt_br: Onda senoidal
pt_pt: Onda sinusoidal
ru: Синусоида
tr: Sinüs dalgası

source: 正接
ar: ظل
de: Tangens
en: Tangent
es: Tangente
fr: Tangente
hi: स्पर्शज्या
id: Tangen
it: Tangente
ko: 탄젠트
pt_br: Tangente
pt_pt: Tangente
ru: Тангенс
tr: Tanjant
zh_hans: 正切
zh_hant: 正切

source: 正規分布
ar: التوزيع الطبيعي
de: Normalverteilung
en: Normal Distribution
es: Distribución normal
fr: Distribution normale
hi: सामान्य बंटन
id: Distribusi normal
it: Distribuzione normale
ko: 정규분포
pt_br: Distribuição normal
pt_pt: Distribuição normal
ru: Нормальное распределение
tr: Normal dağılım
zh_hans: 正态分布
zh_hant: 常態分布

source: 正規分布 N(μ, σ²)：平均 μ、標準偏差 σ の連続分布。釣鐘型の曲線。
ar: التوزيع الطبيعي N(μ, σ²): توزيع متصل بمتوسط μ وانحراف معياري σ. منحنى جرسي الشكل.
de: Normalverteilung N(μ, σ²): stetige Verteilung mit Mittelwert μ und Standardabweichung σ. Glockenkurve.
en: Normal distribution N(μ, σ²): a continuous distribution with mean μ and standard deviation σ. Bell-shaped curve.
es: Distribución normal N(μ, σ²): distribución continua con media μ y desviación típica σ. Curva en campana.
fr: Distribution normale N(μ, σ²) : distribution continue de moyenne μ et d’écart-type σ. Courbe en cloche.
hi: सामान्य बंटन N(μ, σ²): माध्य μ, मानक विचलन σ वाला संतत बंटन। घंटी-आकार वक्र।
id: Distribusi normal N(μ, σ²): distribusi kontinu dengan rata-rata μ dan simpangan baku σ. Kurva berbentuk lonceng.
it: Distribuzione normale N(μ, σ²): distribuzione continua con media μ e deviazione standard σ. Curva a campana.
ko: 정규분포 N(μ, σ²): 평균 μ, 표준편차 σ인 연속 분포. 종 모양의 곡선.
pt_br: Distribuição normal N(μ, σ²): distribuição contínua de média μ e desvio padrão σ. Curva em sino.
pt_pt: Distribuição normal N(μ, σ²): distribuição contínua de média μ e desvio padrão σ. Curva em forma de sino.
ru: Нормальное распределение N(μ, σ²): непрерывное распределение со средним μ и стандартным отклонением σ. Колоколообразная кривая.
tr: Normal dağılım N(μ, σ²): ortalaması μ, standart sapması σ olan sürekli dağılım. Çan eğrisi.
zh_hans: 正态分布 N(μ, σ²)：均值 μ、标准差 σ 的连续分布。钟形曲线。
zh_hant: 常態分布 N(μ, σ²)：平均 μ、標準差 σ 的連續分布。鐘形曲線。

source: 正規分布の2次元版。確率・統計の基礎曲面。
ar: النسخة ثنائية الأبعاد من الغاوسي. سطح أساسي في الاحتمالات والإحصاء.
de: 2D-Variante der Normalverteilung. Grundfläche der Wahrscheinlichkeitsrechnung und Statistik.
en: Two-dimensional Gaussian. A foundational surface in probability and statistics.
es: Gaussiana bidimensional. Superficie básica de probabilidad y estadística.
fr: Version bidimensionnelle de la gaussienne. Surface fondamentale en probabilités et statistiques.
hi: गॉसीय का द्विविमीय संस्करण। प्रायिकता व सांख्यिकी की आधारभूत सतह।
id: Versi dua dimensi dari Gaussian. Permukaan fundamental dalam probabilitas dan statistika.
it: Versione bidimensionale della gaussiana. Superficie fondamentale in probabilità e statistica.
ko: 정규분포의 2차원판. 확률・통계의 기초 곡면.
pt_br: Gaussiana bidimensional. Superfície básica de probabilidade e estatística.
pt_pt: Versão bidimensional da gaussiana. Superfície fundamental em probabilidade e estatística.
ru: Двумерная гауссиана. Фундаментальная поверхность в теории вероятностей и статистике.
tr: Gauss’un iki boyutlu versiyonu. Olasılık ve istatistikte temel bir yüzey.
zh_hans: 正态分布的二维版本。概率与统计的基础曲面。
zh_hant: 常態分布的二維版本。機率與統計的基礎曲面。

source: 比較の式
ar: صيغة المقارنة
de: Vergleichsformel
en: Comparison Formula
es: Fórmula de comparación
fr: Formule de comparaison
hi: तुलना सूत्र
id: Rumus perbandingan
it: Formula di confronto
ko: 비교 수식
pt_br: Fórmula de comparação
pt_pt: Fórmula de comparação
ru: Формула сравнения
tr: Karşılaştırma formülü
zh_hans: 比较公式
zh_hant: 比較算式

source: 比較を解除
ar: إزالة المقارنة
de: Vergleich entfernen
en: Remove comparison
es: Quitar comparación
fr: Retirer la comparaison
hi: तुलना हटाएँ
id: Hapus perbandingan
it: Rimuovi confronto
ko: 비교 해제
pt_br: Remover comparação
pt_pt: Remover comparação
ru: Убрать сравнение
tr: Karşılaştırmayı kaldır
zh_hans: 取消比较
zh_hant: 解除比較

source: 比較を追加
ar: إضافة مقارنة
de: Vergleich hinzufügen
en: Add comparison
es: Añadir comparación
fr: Ajouter une comparaison
hi: तुलना जोड़ें
id: Tambah perbandingan
it: Aggiungi confronto
ko: 비교 추가
pt_br: Adicionar comparação
pt_pt: Adicionar comparação
ru: Добавить сравнение
tr: Karşılaştırma ekle
zh_hans: 添加比较
zh_hant: 新增比較

source: 水平線
ar: خط أفقي
de: Horizontale Gerade
en: Horizontal Line
es: Recta horizontal
fr: Droite horizontale
hi: क्षैतिज रेखा
id: Garis horizontal
it: Linea orizzontale
ko: 수평선
pt_br: Reta horizontal
pt_pt: Linha horizontal
ru: Горизонтальная прямая
tr: Yatay çizgi
zh_hans: 水平直线

source: 減衰波
ar: موجة متخامدة
de: Gedämpfte Welle
en: Damped Wave
es: Onda amortiguada
fr: Onde amortie
hi: अवमंदित तरंग
id: Gelombang teredam
it: Onda smorzata
ko: 감쇠파
pt_br: Onda amortecida
pt_pt: Onda amortecida
ru: Затухающая волна
tr: Sönümlü dalga
zh_hans: 衰减波
zh_hant: 衰減波

source: 演算
ar: العمليات الحسابية
de: Arithmetik
en: Arithmetic
es: Aritmética
fr: Arithmétique
hi: अंकगणित
id: Aritmetika
it: Aritmetica
ko: 연산
pt_br: Aritmética
pt_pt: Aritmética
ru: Арифметика
tr: Aritmetik
zh_hans: 运算
zh_hant: 運算

source: 演算子の前後を確認してください
ar: تحقق من المعاملات حول المُعامل
de: Bitte die Operanden um den Operator prüfen
en: Check the operands around the operator
es: Compruebe los operandos del operador
fr: Vérifiez les opérandes autour de l’opérateur
hi: संकारक के आस-पास के प्रचालकों की जाँच करें
id: Periksa operan di sekitar operator
it: Controlla gli operandi attorno all’operatore
ko: 연산자 주변을 확인하세요
pt_br: Verifique os operandos ao redor do operador
pt_pt: Verifique os operandos em torno do operador
ru: Проверьте операнды вокруг оператора
tr: Operatörün çevresindeki işlenenleri kontrol edin
zh_hans: 请检查运算符的两侧
zh_hant: 請檢查運算子前後的運算元

source: 焦点 ±1 で長軸 4
ar: البؤرتان ±1، المحور الأكبر 4
de: Brennpunkte bei ±1, große Achse 4
en: Foci at ±1, major axis 4
es: Focos en ±1, eje mayor 4
fr: Foyers en ±1, grand axe 4
hi: नाभियाँ ±1, दीर्घ अक्ष 4
id: Fokus di ±1, sumbu mayor 4
it: Fuochi in ±1, asse maggiore 4
ko: 초점 ±1, 장축 4
pt_br: Focos em ±1, eixo maior 4
pt_pt: Focos em ±1, eixo maior 4
ru: Фокусы в ±1, большая ось 4
tr: Odaklar ±1, büyük eksen 4
zh_hans: 焦点 ±1，长轴 4
zh_hant: 焦點 ±1、長軸 4

source: 焦点 ±2 で差が 2
ar: البؤرتان ±2، الفرق 2
de: Brennpunkte bei ±2, Abstandsdifferenz 2
en: Foci at ±2, distance difference 2
es: Focos en ±2, diferencia de distancia 2
fr: Foyers en ±2, différence 2
hi: नाभियाँ ±2, अंतर 2
id: Fokus di ±2, selisih 2
it: Fuochi in ±2, differenza 2
ko: 초점 ±2, 거리 차 2
pt_br: Focos em ±2, diferença de distância 2
pt_pt: Focos em ±2, diferença 2
ru: Фокусы в ±2, разность 2
tr: Odaklar ±2, fark 2
zh_hans: 焦点 ±2，距离差 2
zh_hant: 焦點 ±2、差為 2

source: 焦点を持つ双曲線。漸近線 y=±x/2。
ar: قطع زائد ببؤرتين؛ الخطان المقاربان y = ±x/2.
de: Hyperbel mit Brennpunkten. Asymptoten y = ±x/2.
en: Hyperbola with foci; asymptotes y = ±x/2.
es: Hipérbola con focos; asíntotas y = ±x/2.
fr: Hyperbole avec foyers ; asymptotes y = ±x/2.
hi: नाभियों वाला अतिपरवलय; अनंतस्पर्शी y = ±x/2।
id: Hiperbola dengan fokus; asimtot y = ±x/2.
it: Iperbole con fuochi; asintoti y = ±x/2.
ko: 초점을 가지는 쌍곡선. 점근선 y = ±x/2.
pt_br: Hipérbole com focos; assíntotas y = ±x/2.
pt_pt: Hipérbole com focos; assíntotas y = ±x/2.
ru: Гипербола с фокусами; асимптоты y = ±x/2.
tr: Odaklı hiperbol; asimptotlar y = ±x/2.
zh_hans: 带焦点的双曲线。渐近线 y = ±x/2。
zh_hant: 具有焦點的雙曲線。漸近線 y = ±x/2。

source: 特殊曲線
ar: منحنيات خاصة
de: Spezielle Kurven
en: Special Curves
es: Curvas especiales
fr: Courbes spéciales
hi: विशेष वक्र
id: Kurva khusus
it: Curve speciali
ko: 특수 곡선
pt_br: Curvas especiais
pt_pt: Curvas especiais
ru: Особые кривые
tr: Özel eğriler
zh_hans: 特殊曲线

source: 特殊曲面
ar: أسطح خاصة
de: Spezielle Flächen
en: Special Surfaces
es: Superficies especiales
fr: Surfaces spéciales
hi: विशेष सतहें
id: Permukaan khusus
it: Superfici speciali
ko: 특수 곡면
pt_br: Superfícies especiais
pt_pt: Superfícies especiais
ru: Особые поверхности
tr: Özel yüzeyler

source: 猿の鞍
ar: سرج القرد
de: Affensattel
en: Monkey Saddle
es: Silla de mono
fr: Selle du singe
hi: मंकी सैडल
id: Pelana monyet
it: Sella della scimmia
ko: 원숭이 안장
pt_br: Sela de macaco
pt_pt: Sela do macaco
ru: Обезьянье седло
tr: Maymun eyeri
zh_hans: 猴鞍面
zh_hant: 猴鞍面

source: 発展
ar: متقدم
de: Erweitert
en: Advanced
es: Avanzado
fr: Avancé
hi: उन्नत
id: Lanjutan
it: Avanzato
ko: 심화
pt_br: Avançado
pt_pt: Avançado
ru: Дополнительно
tr: Gelişmiş
zh_hans: 进阶
zh_hant: 進階

source: 直径の円
ar: دائرة على القطر
de: Kreis mit Durchmesser
en: Diameter Circle
es: Círculo con diámetro
fr: Cercle sur le diamètre
hi: व्यास वृत्त
id: Lingkaran diameter
it: Cerchio sul diametro
ko: 지름의 원
pt_br: Círculo do diâmetro
pt_pt: Círculo sobre o diâmetro
ru: Окружность на диаметре
tr: Çap çemberi
zh_hans: 直径圆
zh_hant: 直徑圓

source: 直線
ar: خط مستقيم
de: Gerade
en: Line
es: Recta
fr: Droite
hi: सरल रेखा
id: Garis
it: Retta
ko: 직선
pt_br: Reta
pt_pt: Reta
ru: Прямая
tr: Doğru
zh_hans: 直线

source: 確率
ar: الاحتمال
de: Wahrscheinlichkeit
en: Probability
es: Probabilidad
fr: Probabilité
hi: प्रायिकता
id: Probabilitas
it: Probabilità
ko: 확률
pt_br: Probabilidade
pt_pt: Probabilidade
ru: Вероятность
tr: Olasılık
zh_hans: 概率
zh_hant: 機率

source: 視点をリセット
ar: إعادة تعيين زاوية العرض
de: Ansicht zurücksetzen
en: Reset viewpoint
es: Restablecer vista
fr: Réinitialiser le point de vue
hi: दृष्टिकोण रीसेट करें
id: Atur ulang sudut pandang
it: Reimposta il punto di vista
ko: 시점 초기화
pt_br: Redefinir visão
pt_pt: Repor o ponto de vista
ru: Сбросить точку обзора
tr: Görüş açısını sıfırla
zh_hans: 重置视角
zh_hant: 重設視角

source: 範囲
ar: النطاق
de: Bereich
en: Range
es: Intervalo
fr: Plage
hi: परिसर
id: Rentang
it: Intervallo
ko: 범위
pt_br: Intervalo
pt_pt: Intervalo
ru: Диапазон
tr: Aralık
zh_hans: 范围
zh_hant: 範圍

source: 自然対数
ar: اللوغاريتم الطبيعي
de: Natürlicher Logarithmus
en: Natural Logarithm
es: Logaritmo natural
fr: Logarithme naturel
hi: प्राकृतिक लघुगणक
id: Logaritma natural
it: Logaritmo naturale
ko: 자연로그
pt_br: Logaritmo natural
pt_pt: Logaritmo natural
ru: Натуральный логарифм
tr: Doğal logaritma
zh_hans: 自然对数
zh_hant: 自然對數

source: 虚軸
ar: المحور التخيلي
de: Imaginäre Achse
en: Imaginary Axis
es: Eje imaginario
fr: Axe imaginaire
hi: काल्पनिक अक्ष
id: Sumbu imajiner
it: Asse immaginario
ko: 허수축
pt_br: Eixo imaginário
pt_pt: Eixo imaginário
ru: Мнимая ось
tr: Sanal eksen
zh_hans: 虚轴
zh_hant: 虛軸

source: 虚部一定
ar: الجزء التخيلي ثابت
de: Konstanter Imaginärteil
en: Constant Imaginary Part
es: Parte imaginaria constante
fr: Partie imaginaire constante
hi: स्थिर काल्पनिक भाग
id: Bagian imajiner konstan
it: Parte immaginaria costante
ko: 허수부 일정
pt_br: Parte imaginária constante
pt_pt: Parte imaginária constante
ru: Постоянная мнимая часть
tr: Sabit sanal kısım
zh_hans: 虚部恒定
zh_hant: 虛部為定值

source: 表示範囲
ar: نطاق العرض
de: Anzeigebereich
en: Display range
es: Rango de visualización
fr: Plage d’affichage
hi: प्रदर्शन परिसर
id: Rentang tampilan
it: Intervallo di visualizzazione
ko: 표시 범위
pt_br: Intervalo de exibição
pt_pt: Intervalo de visualização
ru: Диапазон отображения
tr: Görüntüleme aralığı
zh_hans: 显示范围
zh_hant: 顯示範圍

source: 複素数
ar: الأعداد المركبة
de: Komplexe Zahlen
en: Complex
es: Complejos
fr: Complexes
hi: सम्मिश्र
id: Kompleks
it: Complessi
ko: 복소수
pt_br: Complexos
pt_pt: Complexos
ru: Комплексные
tr: Karmaşık
zh_hans: 复数
zh_hant: 複數
